Repository: MadMax1960/Femc-Config-Adjuster
Catalog: FemcConfig.Localisation/LocalisationResources/Resources.*.resx
Languages: es, pl, ru, zh_cn

# About text
source: About Femc Config Adjuster
es: Acerca del Ajustador de Configuración de Femc
pl: O Aplikacji FeMC Config Adjuster
ru: Об Femc Config Adjuster
zh_cn: 关于哈姆子 mod 配置器

# AddonDesc
source: Use this page to enable or disable addons. If an addon is not installed, click on "Preview" and then "Download"
es: Utilice esta página para habilitar o desabilitar complementos. Si un complemento no está instalado, haz click en "Vista previa" y luego en "Descargar".
pl: Użyj tej strony, aby włączyć lub wyłączyć dodatki. Jeśli dodatek nie jest zainstalowany, kliknij podgląd, a następnie pobierz dodatek.
ru: Страница для включения и выключения дополнений. Если дополнения не установлены, нажмите на предпросмотр и скачайте.
zh_cn: 这里可以管理拓展。没安装的话点击“预览”然后点“安装”就好

source: Addons
es: Complementos
pl: Dodatki
ru: Дополнения
zh_cn: 拓展

source: Advantage Battle Music
es: Música para Batallas con Ventaja
pl: Motyw Walki – Przewaga
ru: Музыка битвы (Превосходство)
zh_cn: 先发攻击 BGM

source: AOA
es: Ataque Combinado
zh_cn: 总攻击立绘

source: AOA Text
es: Texto para los Ataques Combinados
pl: Tekst AOA
ru: Текст AOA
zh_cn: 总攻击文本

source: Audio
ru: Звук
zh_cn: 音频相关

source: Bustup
es: Busto
pl: Portret
ru: Портреты
zh_cn: 对话立绘

source: Close
es: Cerrar
pl: Zamknij
ru: Закрыть
zh_cn: 关闭

source: Confirm
es: Confirmar
pl: Potwierdź
ru: Подтвердить
zh_cn: 确定

source: Cutin
es: Corto
pl: Wcięcie
ru: Анимации
zh_cn: 暴击背景立绘

source: Dark
es: Oscuro
pl: Ciemny
ru: Темная
zh_cn: 暗色

source: Daytime Outside Music
es: Música para Fuera del Instituto
pl: Muzyka na zewnątrz w ciągu dnia
ru: Дневная уличная музыка
zh_cn: 校外白天音乐

source: Daytime School Music (Phase 1)
es: Música para Dentro del Instituto (Fase 1)
pl: Muzyka w szkole (Kwi-Sie)
ru: Дневная школьная музыка (Часть 1)
zh_cn: 白天学校音乐（四月到八月）

source: Daytime School Music (Phase 2)
es: Música para Dentro del Instituto (Fase 2)
pl: Muzyka w szkole (Wrz-Gru)
ru: Дневная школьная музыка (Часть 2)
zh_cn: 白天学校音乐（九月到十二月）

source: Dependencies
es: Dependencias
pl: Wymagania
ru: Зависимости
zh_cn: 依赖模组

# Disadvantage Battle Music
source: Tartarus Boss Music
es: Música para Batallas con Desventaja
pl: Motyw Walki z Bossem w Tartarusie
ru: Музыка боссов Тартара
zh_cn: 塔尔塔罗斯BOSS音乐

source: Download
es: Descargar
pl: Pobierz
ru: Загрузка
zh_cn: 下载

# DownloadTip
source: 💡Tip: If you already have the mod downloaded, try clicking on "Configure Mod" in Reloaded II.
es: 💡Consejo: Si ya tiene el mod descargado, intente hacer click en "Configurar Mod" en Reloaded II.
pl: 💡Wskazówka: Jeżeli mod jest już pobrany, spróbuj kliknąć na "configure mod" w Reloaded-II.
ru: 💡Если вы уже скачали мод, попробуйте включить его в конфигурации Reloaded-II
zh_cn: 💡小提示: 如果 mod 已经下好了，就试试在reloaded-II点击“配置mod”吧

source: Enabled
es: Habilitado
pl: Włączony
ru: Включено
zh_cn: 开

source: Final Battle Music
es: Música para la Batalla final
pl: Muzyka finałowej walki
ru: Музыка финальной битвы
zh_cn: 最终战音乐

source: Gendered Audio
es: Audio Modificado
pl: Audio z podziałem na płeć
ru: Озвучка произношения
zh_cn: 音频“他”改“她”

source: Glass Shard
es: Fragmento de Vidrio
pl: Odłamek szkła
ru: Портреты осколков
zh_cn: 玻璃碴立绘

source: Group Photo
es: Foto Grupal
pl: Zdjęcie grupowe
ru: Групповое фото
zh_cn: 无小艾合照

source: Hair
es: Cabello
pl: Włosy
ru: Волосы
zh_cn: 头发相关

source: Home
es: Menú
pl: Start
zh_cn: 主页

source: Kyoto Photos
es: Fotos de Kioto
pl: Zdjęcia z Kyoto
ru: Фото из Киото
zh_cn: 研学照片

# LanguageChangeAlert
source: The language of the app has been changed, please restart the app for changes to appear.
es: El idioma de la aplicación ha sido cambiado, por favor reinicie la aplicación para que los cambios aparezcan.
pl: Zmieniono język aplikacji. Aby zmiany zostały uwzględnione, uruchom ponownie aplikację.
ru: Настройки языка были изменены. Приложение будет перезапущено для применения.
zh_cn: 应用语言已被修改，请重启应用更改

source: Level Up Screen
es: Pantalla de Subida de Nivel
pl: Ekran wzrostu poziomu
ru: Окно повышения уровня
zh_cn: 等级UP立绘

source: Light
es: Claro
pl: Jasny
ru: Светлая
zh_cn: 亮色

# Mod Download Error
source: The app is unable to initiate the download due to missing info. Please install this mod manually.
es: La aplicación no puede iniciar la descarga debido a información faltante. Por favor instale el mod manualmente.
pl: Aplikacja nie może rozpocząć pobierania z powodu braku informacji. Zainstaluj ten mod ręcznie.
ru: Приложение не смогло начать загрузку приложения из-за отсуствия информации. Пожалуйста, установите мод вручную.
zh_cn: 缺乏数据，无法开始下载，手动安装mod吧 译者注：少年，你开GitHub加速了吗？

# Mod Download Start
source: Your download has been initiated. You might need to launch the game and restart the app for changes to appear.
es: La descarga ha iniciado. Puede ser que necesite iniciar el juego y reiniciar la aplicación para que los cambios aparezcan.
pl: Rozpoczęto pobieranie. Być może będziesz musiał uruchomić grę i ponownie uruchomić aplikację, aby zmiany się pojawiły.
ru: Загрузка была завершена. Вам возможно потребуется запуск игры и перезапуск приложения для изменения.
zh_cn: 下载已开始，可能要打开P3R并重启app 使更改生效

# ModDownloadWait
source: Please wait while we load the mod download...
es: Por favor espere mientras cargamos la descarga del mod...
pl: Proszę czekać, aż załaduje się plik do pobrania moda...
ru: Пожалуйста подождите, пока загружается Загрузчик модов...
zh_cn: mod下载中... 坐和放宽

source: No
pl: Nie
ru: Нет
zh_cn: 否

source: Normal Battle Music
es: Música para Batallas Comunes
pl: Motyw Walki
ru: Музыка битвы
zh_cn: 常规战斗音乐

source: Party Panel
es: Panel de Equipo
pl: Panel Drużyny
ru: Меню отряда
zh_cn: 血量头像

source: Personalisation
es: Personalización
pl: Personalizacja
ru: Персонализация
zh_cn: 个性化

source: Play
es: Escuchar
pl: Odtwórz
ru: Проиграть
zh_cn: 播放(需要魔法)

source: Preview
es: Vista Previa
pl: Podgląd
ru: Предпросмотр
zh_cn: 预览

# ReloadExePrompt
source: Find and select your Reloaded II install (exe) to continue.
es: Encuentre y seleccione el exe de instalación del Reloaded II para continuar.
pl: Znajdź i wybierz plik .exe , aby kontynuować.
ru: Найдите и выберите Reloaded-II.exe, чтобы продолжить.
zh_cn: 选择 reloaded-II.exe 以继续

# SelectLanguageText
source: Change Language
es: Cambiar el Idioma
pl: Zmiana języka
ru: Выбор языка
zh_cn: 选择语言

source: Settings
es: Ajustes
pl: Ustawienia
ru: Опции
zh_cn: 设置

source: Social Link Music
es: Música para Vínculos Sociales
pl: Motyw Więzi
ru: Музыка социальных связей
zh_cn: 社群BGM

source: The Femc Mod
es: El Mod de Femc
pl: Mod FeMC
ru: Основной мод
zh_cn: 哈姆子 mod

source: Theme
es: Tema
pl: Motyw
ru: Тема
zh_cn: 主题

source: UI
es: IU
pl: Interfejs
zh_cn: UI颜色调节

# Update Check Fail
source: An error occurred while checking for updates.
es: Un error ha ocurrido mientras se buscaban actualizaciones.
pl: Wystąpił błąd podczas sprawdzania dostępności aktualizacji.
ru: Возникла ошибка во время проверки обновления.
zh_cn: 检查更新出错。 译者注：开github加速了吗？

# Update Later
source: You can update later from the settings or when the application restarts.
es: Puede actualizarla más tarde desde ajustes o cuando la aplicación se reinicie.
pl: Aktualizację możesz wykonać później w ustawieniach lub po ponownym uruchomieniu aplikacji.
ru: Вы можете обновить позже через настройки или после перезапуска обновления.
zh_cn: 可以稍候在设置里或重启时更新。

# Update Notify
source: A new version is available. Would you like to update?
es: Hay una nueva versión de la aplicación disponible. ¿Le gustaría actualizarla?
pl: Dostępna jest nowa wersja. Czy chcesz dokonać aktualizacji?
ru: Новая версия доступна. Хотите обновить?
zh_cn: 更新吗？

# UpdatePromptContent
source: A new version of the application is available. Would you like to update?
es: Hay una nueva versión de la aplicación disponible. ¿Le gustaría actualizarla?
pl: Dostępna jest nowa wersja aplikacji. Czy chcesz dokonać aktualizacji?
ru: Новая версия приложения доступна. Хотите обновить?
zh_cn: app新版本出了，更新吗？

source: Yes
es: Sí
pl: Tak
ru: Да
zh_cn: 是

source: Model
es: Modelo
ru: Модель
zh_cn: 模型相关

# AdvantageDesc
source: Music used when you are in a normal battle with Party Advantage. Multiple songs can be chosen for randomisation!
es: Música utilizada durante batallas comunes en las que tienes ventaja. ¡Se pueden elegir múltiples canciones para aleatorizar!
pl: Wybierz, jaka muzyka ma być odtwarzana, gdy jesteś w walce z przewagą. Można wybrać wiele piosenek do losowania!
ru: Выбор музыки которая будет играть в обычном сражении (Превосходство отряда). При выборе нескольких треков, они будут выбираться случайно!
zh_cn: 选择普通战斗(即你砍暗影时的)音乐。勾选多首歌可以随机哦！

# AOADesc
source: Card used when finishing battles with an all-out attack.
es: Imagen utilizada al finalizar batallas con ataques combinados.
pl: Grafika używana podczas zakończenia bitwy poprzez AOA
ru: Изображение, которое будет показываться при завершении битвы с All-out Attack.
zh_cn: 选择以哈姆子完成总攻击时的立绘。

# AOATextDesc
source: Text used when finishing battles with an all-out attack.
es: Texto utilizado al finalizar batallas con ataques combinados.
pl: Tekst widoczny obok grafiki AOA
ru: Текст, который будет показываться при завершении битвы с All-out Attack.
zh_cn: 选择以哈姆子完成总攻击时的文本。

# Author
source: Author(s)
es: Autor(es)
pl: Autorzy
ru: Автор
zh_cn: 作者

# BustupDesc
source: Character portrait used in textboxes.
es: Retrato de los personajes utilizado para cuadros de texto.
pl: Portret FeMC widoczny przy opcjach dialogowych
ru: Изменение портретов в диалоговых окнах.
zh_cn: 选择对话回复时使用的立绘。

# CutinDesc
source: Animation played occasionally when attacking weaknesses or hitting criticals.
es: Animación que ocurre ocasionalmente al atacar debilidades o realizar golpes críticos..
pl: Animacja czasami widoczna przy wykorzystaniu słabego punktu przeciwnika, bądź zadania obrażeń krytycznych
ru: Анимации проигрываемые во время атаки уязвимости или критическом попадании.
zh_cn: 选择打出 weak 和暴击时触发特效使用的背景。

# DayInMusic1Desc
source: Music used inside of school between April and August. Multiple songs can be chosen for randomisation!
es: Música utilizada dentro del instituto entre abril y agosto. ¡Se pueden elegir múltiples canciones para aleatorizar!
pl: Muzyka używana w szkole od kwietnia do sierpnia. Można wybrać wiele piosenek do losowania!
ru: Музыка проигрываемая внутри школы между Апрелем и Августом. При выборе нескольких треков, они будут выбираться случайно!
zh_cn: 选择四月到八月的校内音乐。多选可以随机哦！

# DayInMusic2Desc
source: Music used inside of school between September and December. Multiple songs can be chosen for randomisation!
es: Música utilizada dentro del instituto entre septiembre y diciembre. ¡Se pueden elegir múltiples canciones para aleatorizar!
pl: Muzyka używana w szkole od września do grudnia. Można wybrać wiele piosenek do losowania!
ru: Музыка проигрываемая внутри школы между Сентябрем и Декабрем. При выборе нескольких треков, они будут выбираться случайно!
zh_cn: 选择九月到12月的校内音乐。多选可以随机哦！

# DayOutMusic1Desc
source: Music used around the city in the morning or after classes. Multiple songs can be chosen for randomisation!
es: Música utilizada en la ciudad a la mañana o después de clases. ¡Se pueden elegir múltiples canciones para aleatorizar!
pl: Muzyka używana w mieście rano lub po zajęciach. Można wybrać wiele piosenek do losowania!
ru: Музыка проигрываемая в городе утром или после школы. При выборе нескольких треков, они будут выбираться случайно!
zh_cn: 选择早上/放学后在城市内的音乐。多选可以随机哦！

# DependencyDesc
source: Use this page to install and manage the dependencies used by the Femc Mod.
es: Utilice esta página para instalar y manejar todas las dependencias utilizadas en el Mod de Femc.
pl: Użyj tej strony, aby zainstalować i zarządzać zależnościami używanymi przez moda FeMC
ru: Моды необходимые для правильной работы Femc Mod.
zh_cn: 安装和管理哈姆子mod所需的依赖mod。

# DisadvantageDesc
source: Music used when you are in a Tartarus boss fight. Multiple songs can be chosen for randomisation!
es: Música utilizada durante batallas comunes en las que tienes desventaja. ¡Se pueden elegir múltiples canciones para aleatorizar!
pl: Wybierz, jaka muzyka ma być odtwarzana, gdy walczysz z niektórymi bossami w Tartarusie. Można wybrać wiele piosenek do losowania!
ru: Музыка, которая играет во время сражения с боссами Тартар. Если выбраные несколько, то играет случайная!
zh_cn: 挑战塔尔塔罗斯小BOSS时所用的音乐. 多选歌曲可以随机播放哦！

# FemcDesc
source: Use this page manage the installation of the Femc Mod.
es: Utilice esta página para manejar la instalación del Mod de Femc.
pl: Za pomocą tej strony możesz zarządzać instalacją moda FeMC
ru: Используйте эту страницу для установки Femc Mod.
zh_cn: 管理哈姆子mod。

# FinalDesc
source: Music used when you battle Nyx's core. Multiple songs can be chosen for randomisation!
es: Música utilizada durante la batalla contra el núcleo de Nyx. ¡Se pueden elegir múltiples canciones para aleatorizar!
pl: Wybierz, jaka muzyka ma być odtwarzana, kiedy walczysz ze rdzeniem Nyx. Można wybrać wiele piosenek do losowania!
ru: Музыка проигрываемая во время сражении с Нихтой. При выборе нескольких треков, они будут выбираться случайно!
zh_cn: 选择哈姆登月时的音乐。多选可以随机哦！

# GlassShardDesc
source: Glass Shards used in the config screen.
es: Fragmentos de vidrio utilizados en la pantalla de configuración.
pl: Odłamek szkła trzymany przez FeMC w menu
ru: Осколки используемые в меню паузы.
zh_cn: 选择成员配置时的玻璃碴立绘。

# GroupPhotoDesc
source: The group photo taken ingame.
es: Foto grupal tomada dentro del juego.
pl: Zdjęcie zrobione w grze 4 Listopada
ru: Групповое фото в игре.
zh_cn: 选择“结束影时间”后的合照。

# HairDesc
source: Accesories for Femc's hair.
es: Accesorios para el cabello de Femc.
pl: Model włosów FeMC
ru: Модель волос FeMC
zh_cn: 哈姆子的头发模型。

# KyotoPhotoDesc
source: The photos taken in Kyoto ingame.
es: Las fotos tomadas en Kioto dentro del juego.
pl: Zdjęcia zrobione w grze podczas wycieczki do Kyoto
ru: Фото из поездки в Киото в игре.
zh_cn: 京都研学时的照片。

# LevelUpDesc
source: Select the image for the level up screen.
es: Seleccione la imágen para la pantalla de subida de nivel.
pl: Wybierz grafikę widoczną podczas wzrostu poziomu postaci
ru: Выбор варианта окна при повышении уровня.
zh_cn: 选择等级up时的立绘。

# Mod Corrupt
source: The installation of the mod might be corrupted. Please try installing the mod again.
es: La instalación del mod podría estar dañada. Por favor intente instalar el mod nuevamente.
pl: Instalacja moda może być uszkodzona. Spróbuj zainstalować moda ponownie.
ru: Установка мода вероятно произошла с ошибками. Пожалуйста, попробуйте установить мод заново.
zh_cn: mod可能已损坏。尝试重装mod吧。

# Mod Ver Mismatch
source: The version of the Femc mod installed currently might not be supported by the app. Check the "Settings" page to see what version of the mod is needed for use with this app.
es: Puede ser que la versión del mod de Femc instalada actualmente no sea compatible con la aplicación. Revise la página de "Ajustes" para ver qué versión del mod es necesaria para utilizarla con la aplicación.
pl: Wersja moda femc zainstalowana obecnie może nie być obsługiwana przez aplikację. Sprawdź stronę ustawień, aby zobaczyć, jaka wersja moda jest potrzebna do użycia z tą aplikacją.
ru: Установленная версия Femc Mod не поддерживается приложением. Проверьте страницу настроек, чтобы увидеть версию мода для этого приложения.
zh_cn: app可能不支持此版本的哈姆子mod，在设置中查看支持的mod版本吧

# ModelDesc
source: Enable Theo in the game, replacing Elizabeth as the Velvet Room attendant.
es: Habilitar a Theo en el juego, reemplazando a Elizabeth como asistente de la Habitación Terciopelo.
pl: Model Theo
ru: Модель Тео.
zh_cn: 选择西奥多的模型。

# ModInfoRetrievalFail
source: The app was unable to fetch the release info of this mod. Please try again later or try installing the mod manually.
es: La aplicación no ha podido obtener la información de lanzamiento de este mod. Por favor inténtelo más tarde o instale el mod manualmente.
pl: Aplikacja nie była w stanie pobrać informacji o wersji moda. Spróbuj ponownie później lub spróbuj zainstalować moda ręcznie.
ru: Приложению не удалось получить информацию о моде. Пожалуйста, попробуйте позже или установите мод вручную.
zh_cn: app无法获取此版本mod的发布信息。稍后重试或者重装mod吧。

# NightMusic1Desc
source: Music used outside the dorm at night. Multiple songs can be chosen for randomisation!
es: Música utilizada fuera de la residencia a la noche. ¡Se pueden elegir múltiples canciones para aleatorizar!
pl: Muzyka używana poza internatem w nocy. Można wybrać wiele piosenek do losowania!
ru: Музыка проигрываемая в городе вечером, вне общежития. При выборе нескольких треков, они будут выбираться случайно!
zh_cn: 选择宿舍外的夜间音乐。多选可以随机哦！

# NormalDesc
source: Music used when you are in a normal battle. Multiple songs can be chosen for randomisation!
es: Música utilizada durante batallas comunes. ¡Se pueden elegir múltiples canciones para aleatorizar!
pl: Wybierz, jaka muzyka ma być odtwarzana, gdy jesteś podczas walki. Można wybrać wiele piosenek do losowania!
ru: Выбор музыки которая будет играть в обычном сражении. При выборе нескольких треков, они будут выбираться случайно!
zh_cn: 选择普通战斗时的音乐。多选可以随机哦！

# PartyPanelDesc
source: Select Femc's party panel, the thing on the right.
es: Seleccionar el panel de equipo de Femc, lo que se encuentra a la derecha.
pl: Wybierz grafikę widoczną na panelu drużyny
ru: Выбор варианта меню отряда.
zh_cn: 选择右下角血量头像的立绘。

# SocialDesc
source: Music used when you do social link events. Multiple songs can be chosen for randomisation!
es: Música utilizada cuando realizas eventos de vínculos sociales. ¡Se pueden elegir múltiples canciones para aleatorizar!
pl: Muzyka używana podczas wzmacniania więzi. Można wybrać wiele piosenek do losowania!
ru: Музыка проигрываемая во время событий социальных связей. При выборе нескольких треков, они будут выбираться случайно!
zh_cn: 选择社群事件所用的音乐。多选可以随机哦！

source: Theo
ru: Тео
zh_cn: 西奥多相关

# UnexpectedErr
source: Please try restarting the app or it might not work as intended.
es: Por favor intente reiniciar la aplicación o puede ser que no funcione de forma prevista.
pl: Spróbuj ponownie uruchomić aplikację, w przeciwnym razie może ona nie działać prawidłowo.
ru: Пожалуйста перезапустите приложение, иначе оно может работать неправильно.
zh_cn: 重启app，否则可能会出错

# VoiceDesc
source: Voice used ingame, which uses the correct pronouns for Femc. Currently only English audio is supported.
es: La voz utilizada dentro del juego, que utiliza los pronombres correctos para Femc. Actualmente sólo funciona utilizando el audio en inglés.
pl: Głos używany w grze. Obecnie obsługiwany jest tylko język angielski.
ru: Озвучка произношения пола FeMC. На данный момент поддерживается только Английская.
zh_cn: 称呼主角为"她"的配音。目前只有英配，所以会导致配音日英混合。

source: Night Outside Music
es: Música para las Noches
pl: Muzyka podczas nocy
ru: Ночная уличная музыка
zh_cn: 校外夜间音乐

# LangChangeHeader
source: Language Changed!
es: ¡Idioma Modificado!
pl: Język zmieniony!
ru: Язык изменен!
zh_cn: 语言已修改！

# Update Notify Title
source: Update Available Version:
es: Actualización disponible:
pl: Dostępna nowa wersja:
ru: Доступна версия обновления:
zh_cn: 可更新版本

# Update Later Title
source: Update Skipped
es: La actualización ha sido omitida
pl: Aktualizacja pominięta
ru: Обновление пропущено
zh_cn: 跳过更新

# Mod Ver Mismatch Title
source: Femc Mod and App Version Mismatch
es: La versión del Mod de Femc y la de la aplicación no coinciden
pl: Niezgodność wersji moda i aplikacji
ru: Версия Femc Mod и приложения не совподают
zh_cn: 模组与配置app版本不一致

# Mod Corrupt Title
source: Integrity of mod files can't be verified
es: No se puede verificar la integridad de los archivos del mod
pl: Nie można zweryfikować integralności plików moda
ru: Целостность файлов модов не может быть проверена
zh_cn: 无法确认模组文件完整性

# UnexpectedErr Title
source: An unexpected error occured
es: Se ha producido un error inesperado
pl: Wystąpił nieoczekiwany błąd
ru: Произошла непредвиденная ошибка
zh_cn: 出现了未知错误

source: Fun Stuff
pl: Fajne rzeczy
ru: Интересное
zh_cn: 趣味设置

# FunStuffDesc
source: Use this page to manage various fun options to try out.
pl: Użyj tej strony do eksperymentowania z różnymi zabawnymi dotatkami.
ru: Используйте эту страницу для управления различными интересными опциями.
zh_cn: 在这页管理各种整活选项。

source: Misc
pl: Różnorodne
ru: Прочее
zh_cn: 杂项

source: Animations
pl: Animacje
ru: Анимации
zh_cn: 动画

# AnimationsDesc
source: Choose from a few animations. Note that some custom anims might not look correct if skeleton fix is enabled, nsuch as the menu animations.
pl: Wybierz jedną z animacji. Pamiętaj, że niektóre niestandardowe animacje mogą wyglądać nie poprawnie, jeżeli włączony zostanie Skeleton Fix, na przykład animacje w menu.
ru: Выбор между несколькими анимациями. Некоторые анимации могут отображаться некорректно, если исправление скелета включено. Например, анимация меню.
zh_cn: 从几个动画中选择。 注意如果开启skeleton fix 的话会导致一些动画异常，例如菜单动画。
